export const cats = {
  'ماژول': {'ولتاژ ورودی': 'مثال: 12', 'ولتاژ خروجی': 'مثال: 12', 'جریان خارجی': 'مثال: 12','آمپر':'مثال: 2' , 'توان': 'مثال: 12'},
  'سنسور': {'not set': 'not set'},
  'موتور': {'دور': 'مثال: 200', 'گشتاور': 'مثال: 0.8', 'ولتاژ': 'مثال: 12', 'جریان': 'مثال: 2', 'آمپر': 'مثال: 2'},
  'باتری': {'آمپر': 'مثال: 2', 'ظرفیت': 'مثال: 1000', 'جریان تخلیه': 'مثال: 100'},
  'شارژر': {'ولتاژ خروجی': 'مثال: 12', 'آمپر': 'مثال: 2'},
  'بالانسر': {"not set": "not set"},
  'فن': {"اندازه": "مثال: 4"},
  'DIY کیت': {'not set': "not set"},
  'تجهیزات الکترونیک': {'not set': 'not set'},
  'پروژه': {'not set': 'not set'},
};

export const subsets = {
  'ماژول': ['کاهنده', 'افزاینده', 'کاهنده و افزاینده', 'تغذیه', 'بخار سرد', 'کنترل دور موتور', 'درایور موتور', 'استپر موتور', 'شیلد CNC', 'دیمر', 'فست شارژ', 'پاوربانک', 'آمپلی فایر', 'برد توسعه', 'LED', 'صفحه کلید'],
  'سنسور': ['اولتراسونیک', 'ژیروسکوپ', 'دود' , 'مادون قرمز', 'فرستنده و گیرنده', 'شتاب سنج', 'متفرقه'],
  'موتور': ['موتور DC کوچک', "موتور 775" , 'موتور 550', 'موتور با گیربکس', 'موتور AC', 'سرو موتور', 'استپر موتور'],
  'باتری': ['لیتیوم یون', 'لیتیوم پلیمر', 'نیکل متال هیدرید', 'نیکل کادمیوم', 'غیر شارژی', 'استوک'],
  'شارژر': ['آداپتور', 'پاور سوِیچینگ', 'پاور ماینر', 'شارژر باتری های لیتیومی', 'استوک'],
  'بالانسر': ['تک سل','دو سل', 'سه سل', 'چهار سل', 'پنج سل', 'هفت سل', 'پیچ گوشتی شارژی', 'متفرقه'],
  'فن': ['فن', 'جت فن', 'فن استوک'],
  'DIY کیت': ['آمپلی فایر', 'تون و کنترل', 'متفرقه'],
  'تجهیزات الکترونیک': ['کف چین', 'هویه', 'سیم لحیم', 'قلع کش', 'سیم لخت کن', 'ذره بین', 'پایه هویه', 'پاک کننده نوک هویه', 'گیره برد', 'متفرقه'],
  'پروژه': ['قیمت'],
}
