export const cats = {
  'ماژول': ['قیمت', 'نوع', 'ولتاژ', 'جریان', 'توان'],
  'سنسور': ['قیمت', "جدیدترین"],
  'موتور': ['قیمت'],
  'باتری': ['قیمت'],
  'شارژر': ['قیمت'],
  'بالانسر': ['قیمت'],
  'فن': ['قیمت', 'اندازه'],
  'DIY کیت': ['قیمت'],
  'پروژه': ['قیمت'],
};

export const subsets = {
  'ماژول': ['کاهنده', 'افزاینده', 'کاهنده و افزاینده', 'تغذیه', 'بخار سرد', 'کنترل دور موتور', 'درایور موتور', 'استپر موتور', 'شیلد CNC', 'دیمر', 'فست شارژ', 'پاوربانک', 'آمپلی فایر', 'برد توسعه', 'LED', 'صفحه کلید'],
  'سنسور': ['اولتراسونیک', 'ژیروسکوپ', 'دود' , 'مادون قرمز', 'فرستنده و گیرنده', 'شتاب سنج', 'متفرقه'],
  'موتور': ['موتور DC کوچک', "موتور 775" , 'موتور 550', 'موتور با گیربکس', 'موتور AC', 'سرو موتور', 'استپر موتور'],
  'باتری': ['لیتیوم یون', 'لیتیوم پلیمر', 'نیکل متال هیدرید', 'نیکل کادمیوم', 'غیر شارژی', 'استوک'],
  'شارژر': ['آداپتور', 'پاور سوِیچینگ', 'پاور ماینر', 'شارژر باتری های لیتیومی', 'استوک'],
  'بالانسر': ['قیمت'],
  'فن': ['فن', 'جت فن', 'فن استوک'],
  'DIY کیت': ['آمپلی فایر', 'تون و کنترل', 'متفرقه'],
  'پروژه': ['قیمت'],
}